static.amount=Suma
static.backToMerchantLink=Atlikta
static.cancel=At\u0161aukti
static.cardExpirationDate=Galiojimo data
static.cardNumber=Kortel\u0117s numeris
static.cardStartDate=Prad\u017eios data
static.chk=\u010dekis
static.city=Miestas
static.creditCard=Kredito kortel\u0117
static.cvv=Saugos kodas (CVV)
static.cvvInfo=Kortel\u0117s patvirtinimo kodas (CVV) yra kredito arba debeto korteli\u0173 operacij\u0173 saugos funkcija, suteikianti didesn\u0119 apsaug\u0105 nuo kredito korteli\u0173 suk\u010di\u0173. \u201eVisa\u201c ir \u201eMasterCard\u201c kortel\u0117se tai yra trys paskutinieji skai\u010diai, nurodyti kortel\u0117s antroje pus\u0117je, da\u017eniausiai vir\u0161utiniame de\u0161iniajame para\u0161o juostel\u0117s kampe.
static.cvvInfoWindow=Kortel\u0117s saugos kodas \u2013 tai 3 arba 4 skaitmen\u0173 kodas, \u012fspaustas arba i\u0161spausdintas antroje \u201eVisa\u201c, \u201eMasterCard\u201c ir \u201eDiscover\u201c korteli\u0173 pus\u0117je ir \u201eAmerican Express\u201c korteli\u0173 priekyje. Atminkite: kortel\u0117s saugos kodas n\u0117ra 3 ar 4 j\u016bs\u0173 kredito kortel\u0117s numerio skaitmenys. Tai papildoma apsauga, u\u017etikrinanti prieig\u0105 prie kredito kortel\u0117s arba fizin\u012f jos naudojim\u0105 norint naudoti kortel\u0117s saugos kod\u0105. Jei norite su\u017einoti, kur rasti kortel\u0117s saugos kod\u0105, \u017er. toliau.
static.dddsRedirectInfo=J\u016bs\u0173 kortel\u0117je naudojama 3D apsauga. B\u016bsite nukreipti \u012f bank\u0105 autenti\u0161kumui patvirtinti.
static.eft=Pervedimas
static.eftCollectionAgency=[Merchant Name] naudoja Digital River World Payments AB kaip j\u016bs\u0173 \u012fmok\u0173 surinkimo agent\u016br\u0105.
static.eftPaymentBodyInfo=Vykdykite kitame puslapyje pateiktus nurodymus, kad pervestum\u0117te pinigus \u012f savo banko s\u0105skait\u0105.
static.eftPaymentHeadInfo=J\u016bs\u0173 u\u017esakymas gautas ir laukiama mok\u0117jimo. Nor\u0117dami u\u017ebaigti u\u017esakym\u0105, dabar atlikite mok\u0117jim\u0105.
static.eftPaymentInstructionDateThreatEnd=U\u017esakymas bus i\u0161si\u0173stas, kai gausime patvirtinim\u0105, kad j\u016bs\u0173 bankas gavo l\u0117\u0161as. Tai u\u017etruks ma\u017edaug penkias dienas.
static.eftPaymentInstructionDateThreatStart=U\u017esakymas bus at\u0161auktas, jei mok\u0117jimo negausime iki
static.eftPaymentInstructionDetail=Pateikite bankui \u0161iuos mok\u0117jimo nurodymus
static.eftPaymentInstructionPrintHint=I\u0161spausdinkite \u0161\u012f puslap\u012f, nes atliekant mok\u0117jim\u0105 reikalinga visa banko informacija. U\u017esakymai be visos anks\u010diau nurodytos informacijos gali b\u016bti neapdorojami.
static.eftPaymentInstructionRefThreat=Atlikdami mok\u0117jim\u0105 elektroniniu b\u016bdu, \u012fsitikinkite, kad kaip operacijos nuorod\u0105 naudojate savo nuorodos numer\u012f. Jei \u0161ios nuorodos nenaudosite, negal\u0117sime apdoroti mok\u0117jimo.
static.eftResultHeader=Rezultatas
static.eftResultInfo=Pervedimo rezultatas
static.eftStartInstruction=Vykdykite kitame puslapyje pateiktus nurodymus, kad pervestum\u0117te pinigus \u012f savo banko s\u0105skait\u0105.
static.eftThankYou=D\u0117kojame, kad u\u017esak\u0117te pas mus!
static.errorCode1=Klaidinga mok\u0117jimo informacija.
static.errorCode2=Laikina klaida. Palaukite ir bandykite dar kart\u0105.
static.errorCode3=Mok\u0117jimas atmestas.
static.errorCodeUnknown=\u012evyko netik\u0117ta klaida.
static.ewallet=\u201ee-wallet\u201c
static.ibpRedirectInfo=B\u016bsite nukreipti, kad u\u017ebaigtum\u0117te mok\u0117jim\u0105.
static.issueNumber=I\u0161davimo numeris
static.javaScriptInfo=J\u016bs\u0173 nar\u0161ykl\u0117 nepalaiko \u201eJavaScript\u201c! Norint per\u017ei\u016br\u0117ti \u0161\u012f puslap\u012f, j\u016bs\u0173 nar\u0161ykl\u0117je tur b\u016bti \u012fgalintas \u201eJavaScript\u201c!
static.month=M\u0117nuo
static.onlineBanking=Internetin\u0117 bankininkyst\u0117
static.orderAmount=U\u017esakymo suma
static.orderDescription=U\u017esakymo apra\u0161as
static.orderId=U\u017esakymo ID
static.payPal=\u201ePayPal\u201c
static.paymentInstruction=Mok\u0117jimo nurodymai
static.paymentReceiver=\u012emokos gav\u0117jas
static.paymentReceiverAccount=S\u0105skaitos numeris
static.paymentReceiverBank=Gav\u0117jo bankas
static.paymentRef=Nuorodos numeris
static.printButton=Spausdinti
static.processingWait=Apdorojama! Palaukite...
static.refreshAndBackInfo=Svarbu. NENAUDOKITE nar\u0161ykl\u0117s mygtuk\u0173 'Refresh' (Atnaujinti) ir 'Back' (Atgal)!
static.returnToMerchant=Gr\u012f\u017eti \u012f parduotuv\u0119
static.submit=Si\u0173sti
static.title=Mok\u0117jimas
static.year=Metai
