static.accountDetails=Podatki o ra\u010dunu
static.accountHolder=Nosilec ra\u010duna
static.accountNr=\u0160tevilka ra\u010duna
static.amount=Koli\u010dina
static.backToMerchantLink=Kon\u010dano
static.bankBranchNr=Obra\u010dunska \u0161tevilka
static.bpayOriginatorLabel=Koda izdajatelja ra\u010duna
static.bpayReferenceLabel=Ref.
static.cancel=Prekli\u010di
static.cardExpirationDate=Datum poteka
static.cardNumber=\u0160tevilka kartice
static.cardStartDate=Za\u010detni datum
static.checkPaymentInstructionRefThreat=Prosimo, preverite, ali ste na \u010dek napisali svojo referenco za pla\u010dilo in \u010deku ne prilagajte nobenih pisem. \u010ce na \u010dek ne napi\u0161ete reference za pla\u010dilo, va\u0161ega pla\u010dila morda ne bomo mogli obdelati.
static.checkStartInstruction=Za pla\u010dilo s \u010dekom sledite navodilom na naslednji strani.
static.chk=\u010cek
static.city=Mesto
static.clickOn=Kliknite
static.creditCard=Kreditna kartica
static.cvv=Varnostna koda (CVV)
static.cvvInfo="Koda za verifikacijo kartice (ang. ""Card Verification Code - CVV"") je element varnosti za transakcije s kreditnimi ali debetnimi karticami, ki nudi vi\u0161jo stopnjo za\u0161\u010dite pred goljufijami s kreditnimi karticami. Pri karticah Visa in MasterCard predstavljajo to kodo zadnje tri \u0161tevilke na hrbtni strani va\u0161e kartice. Obi\u010dajno se \u0161tevilke nahajajo na zgornjem desnem robu traku s podpisom."
static.cvvInfoWindow=Varnostna koda kartice je 3- ali 4-\u0161tevil\u010dna koda, reliefno odtisnjena ali vtisnjena na hrbtni strani kartic Visa, MasterCard in Discover oz. na sprednji strani kartic American Express. Prosimo, bodite pozorni: Varnostne kode kartice ne predstavljajo zadnje 3 ali 4 \u0161tevilke va\u0161e kreditne kartice. To je dodaten varnostni ukrep, ki zagotavlja, da imate dostop ali fizi\u010dni nadzor nad samo kreditno kartico, kadar uporabite varnostno kodo kartice. Podrobnosti o tem, kje na kartici najdete varnostno kodo kartice, so navedene v nadaljevanju.
static.dd=Neposredna obremenitev
static.ddAccountStatementInfo=Va\u0161e pla\u010dilo bo opravilo podjetje Digital River World Payments AB. To ime se lahko pojavi na va\u0161em izpisku ra\u010duna.
static.ddConsentText=Izjavljam, da so navedeni podatki o ra\u010dunu moji. Poleg tega dajem dovoljenje, da podjetje Digital River World Payments AB obremeni isti ra\u010dun za pla\u010dilo mojega naro\u010dila, ki sem ga oddal/a [Merchant Name].
static.dddsRedirectInfo=Va\u0161a kartica je registrirana za storitev 3D Secure. Za overovitev boste preusmerjeni na svojo banko.
static.eft=Elektronski prenos
static.eftCollectionAgency=[Merchant Name] uporablja podjetje Digital River World Payments AB kot zbirno agencijo za va\u0161e pla\u010dilo.
static.eftPaymentBodyInfo=Za prenos denarja na na\u0161 ban\u010dni ra\u010dun sledite navodilom za pla\u010dilo.
static.eftPaymentHeadInfo=Va\u0161e naro\u010dilo je bilo sprejeto in \u010dakamo na pla\u010dilo. Prosimo, opravite pla\u010dilo, da dokon\u010date izvedbo naro\u010dila.
static.eftPaymentInstructionDateThreatEnd=Va\u0161e naro\u010dilo bomo posredovali naprej takoj, ko bomo prejeli potrditev, da je na\u0161a banka prejela va\u0161 denar. Ta postopek traja pribli\u017eno [Days to deliver] dni.
static.eftPaymentInstructionDateThreatStart=\u010ce va\u0161ega pla\u010dila ne prejmemo prej, kot v tem roku, bo va\u0161e naro\u010dilo preklicano.
static.eftPaymentInstructionDetail=Svoji banki predlo\u017eite naslednja navodila za dokon\u010danje va\u0161ega pla\u010dila
static.eftPaymentInstructionPrintHint=To stran natisnite za va\u0161o evidenco, saj so za izvedbo va\u0161ega pla\u010dila potrebni vsi ban\u010dni podatki. Naro\u010dila, oddana brez vseh zgornjih podatkov, morda ne bodo obdelana. Prosimo, upo\u0161tevajte, da lahko z enim pla\u010dilom pla\u010date le eno naro\u010dilo.
static.eftPaymentInstructionRefThreat=Prosimo, prepri\u010dajte se, da pri izvedbi pla\u010dila uporabite <b>referenca za pla\u010dilo</b> kot svojo referenco. \u010ce ne uporabite te reference za pla\u010dilo, morda ne bomo mogli obdelati va\u0161ega pla\u010dila.
static.eftResultHeader=Rezultat
static.eftResultInfo=Rezultat elektronskega prenosa denarja
static.eftStartInstruction=Za prenos denarja na na\u0161 ban\u010dni ra\u010dun sledite navodilom na naslednji strani.
static.eftThankYou=Hvala, da ste pri nas oddali naro\u010dilo!
static.errorCode1=Nepravilni podatki za pla\u010dilo.
static.errorCode2=Trenutna napaka. Prosimo, poskusite znova \u010dez nekaj \u010dasa.
static.errorCode3=Va\u0161e pla\u010dilo je bilo zavrnjeno.
static.errorCodeUnknown=Pri\u0161lo je do nepri\u010dakovane napake.
static.ewallet=e-denarnica
static.ibpRedirectInfo=Za dokon\u010danje va\u0161ega pla\u010dila vas bomo preusmerili.
static.issueNumber=\u0160tevilka izdaje
static.javaScriptInfo=Va\u0161 spletni brskalnik ne podpira aplikacije JavaScript! Ta stran zahteva, da v va\u0161em spletnem brskalniku omogo\u010dite aplikacijo JavaScript!
static.month=Mesec
static.onlineBanking=Spletno ban\u010dni\u0161tvo
static.orderAmount=Koli\u010dina naro\u010dila
static.orderDescription=Opis naro\u010dila
static.orderId=ID naro\u010dila
static.payPal=PayPal
static.paymentInstruction=Navodila za izvedbo pla\u010dila
static.paymentReceiver=Prejemnik pla\u010dila
static.paymentReceiverAccount=\u0160tevilka ra\u010duna
static.paymentReceiverBank=Banka za prejem
static.paymentRef=Referenca za pla\u010dilo
static.printButton=Natisni to stran
static.processingWait=Postopek poteka! Prosimo, po\u010dakajte ...
static.refreshAndBackInfo=Pomembno! V spletnem brskalniku NE UPORABLJAJTE gumbov 'Osve\u017ei' in 'Nazaj'!
static.returnToMerchant=Vrni trgovcu
static.sendCheckTo=\u010cek po\u0161ljite na naslov
static.submit=Potrdi
static.thisLink=to povezavo
static.title=Pla\u010dilo
static.toOpenSlip=da se potrdilo o pla\u010dilu odpre v novem oknu.
static.year=Leto
