static.accountDetails=Up\u0159es\u0148ující údaje o ú\u010dtu
static.accountHolder=Vlastník ú\u010dtu
static.accountNr=\u010císlo ú\u010dtu
static.amount=\u010cástka
static.backToMerchantLink=Provedeno
static.bankBranchNr=Zú\u010dtovací \u010díslo
static.bpayOriginatorLabel=Ú\u010detní kód
static.bpayReferenceLabel=Variabilní symbol
static.cancel=Storno
static.cardExpirationDate=Termín vypr\u0161ení platnosti
static.cardNumber=\u010císlo karty
static.cardStartDate=Datum zahájení
static.checkPaymentInstructionRefThreat=Vypl\u0148te, prosím, na \u0161eku sv\u016fj variabilní symbol a nep\u0159ikládejte k \u0161eku \u017eádné dopisy. Pokud na \u0161eku nevyplníte variabilní symbol, nebudeme schopni va\u0161i platbu zpracovat.
static.checkStartInstruction=Pro platbu \u0161ekem postupujte podle pokyn\u016f na dal\u0161í stran\u011b.
static.chk=\u0160ek
static.city=M\u011bsto
static.clickOn=Klikn\u011bte na
static.creditCard=Úv\u011brová karta
static.cvv=Bezpe\u010dnostní kód (CVV)
static.cvvInfo=Ov\u011b\u0159ovací kód karty je bezpe\u010dnostní prvek transakcí s úv\u011brovou nebo platební kartou, který zvy\u0161uje zabezpe\u010dení karty proti zneu\u017eití. Na kartách Visa a MasterCard to jsou poslední t\u0159i \u010díslice na rubu karty, typicky se nacházejí v pravém horním rohu podpisového pruhu.
static.cvvInfoWindow=Bezpe\u010dnostní kód karty je 3ciferné nebo 4ciferné \u010díslo vylisované nebo vyti\u0161t\u011bné na druhé stran\u011b karet Visa, MasterCard a Discover a na p\u0159ední stran\u011b karet American Express. Upozorn\u011bní: Bezpe\u010dnostní kód karty nejsou poslední 3 nebo 4 \u010díslice \u010dísla úv\u011brové karty. Toto je dodate\u010dné bezpe\u010dnostní opat\u0159ení pro zaji\u0161t\u011bní toho, \u017ee máte k úv\u011brové kart\u011b p\u0159ístup nebo jste jejím vlastníkem, abyste mohl pou\u017eít bezpe\u010dnostní kód karty. Pro podrobnosti o tom, kde najdete bezpe\u010dnostní kód své karty, za\u0161krtn\u011bte ní\u017ee.
static.dd=P\u0159ímé inkaso
static.ddAccountStatementInfo=Va\u0161i platbu zprost\u0159edkuje Digital River World Payments AB. Toto jméno se m\u016f\u017ee objevit na va\u0161em výpisu z ú\u010dtu.
static.ddConsentText=Tímto prohla\u0161uji, \u017ee poskytnuté up\u0159es\u0148ující údaje o ú\u010dtu nále\u017eejí mn\u011b. Dále souhlasím s tím, aby Digital River World Payments AB zaú\u010dtovala na stejný ú\u010det platbu za mou objednávku u\u010din\u011bnou u [Merchant Name]
static.dddsRedirectInfo=Va\u0161e karta je zaregistrována podle standardu zabezpe\u010dení 3-D Secure. Budete p\u0159esm\u011brován do své banky pro ov\u011b\u0159ení.
static.eft=Telegrafický p\u0159evod
static.eftCollectionAgency=[Merchant Name] vyu\u017eívá Digital River World Payments AB jako inkasní agentury va\u0161í platby.
static.eftPaymentBodyInfo=Sledujte platební pokyny pro p\u0159evod pen\u011bz na vá\u0161 bankovní ú\u010det.
static.eftPaymentHeadInfo=Va\u0161e objednávka byla p\u0159ijata a \u010deká na vy\u0159ízení platby. Prosím, prove\u010fte nyní svoji platbu a dokon\u010dete objednávku.
static.eftPaymentInstructionDateThreatEnd=Vámi objednané zbo\u017eí bude odesláno, jakmile od své banky obdr\u017eíme potvrzení, \u017ee p\u0159ijala Va\u0161i platbu. Bude to trvat p\u0159ibli\u017en\u011b [Days to deliver] dn\u016f.
static.eftPaymentInstructionDateThreatStart=Kdy\u017e p\u0159ed tím neobdr\u017eíme va\u0161i platbu, va\u0161e objednávka bude zru\u0161ena
static.eftPaymentInstructionDetail=Pro dokon\u010dení své platby vydejte své bance následující pokyny
static.eftPaymentInstructionPrintHint=Vytiskn\u011bte a uschovejte tuto stránku, proto\u017ee pro platbu jsou zapot\u0159ebí v\u0161echny údaje banky. Objednávky, které nemají v\u0161echny vý\u0161e uvedené nále\u017eitosti, nesm\u011bjí být zpracovány. Uv\u011bdomte si, prosím, \u017ee ka\u017edou platbou smíte platit jen za jednu objednávku.
static.eftPaymentInstructionRefThreat=P\u0159esv\u011bd\u010dte se, prosím, \u017ee jste u platebního p\u0159íkazu vyplnili pro referenci sv\u016fj <b>variabilní symbol</b>. Pokud nepou\u017eijete tento variabilní symbol, nebudeme schopni va\u0161i platbu zpracovat.
static.eftResultHeader=Výsledek
static.eftResultInfo=Výsledek telegrafického p\u0159evodu
static.eftStartInstruction=Pro p\u0159evod pen\u011bz na ná\u0161 bankovní ú\u010det sledujte pokyny na dal\u0161í stran\u011b.
static.eftThankYou=D\u011bkujeme vám, \u017ee jste si objednali od nás!
static.errorCode1=Nesprávné up\u0159es\u0148ující platební údaje.
static.errorCode2=Do\u010dasná chyba, zopakujte pokus za chvilku.
static.errorCode3=Va\u0161e platba byla odmítnuta.
static.errorCodeUnknown=Do\u0161lo k neo\u010dekávané chyb\u011b.
static.ewallet=elektronická pen\u011b\u017eenka 'e-wallet'
static.ibpRedirectInfo=Pro dokon\u010dení své platby budete p\u0159esm\u011brováni.
static.issueNumber=\u010císlo problému
static.javaScriptInfo=Vá\u0161 prohlí\u017ee\u010d nepodporuje JavaScript! Tato strana vy\u017eaduje, aby byl ve va\u0161em prohlí\u017ee\u010di JavaScript umo\u017en\u011bn!
static.month=M\u011bsíc
static.onlineBanking=Internetové bankovnictví
static.or=nebo
static.orderAmount=Mno\u017eství objednávek
static.orderDescription=Popis objednávky
static.orderId=\u010císlo objednávky
static.payPal=PayPal
static.paymentInstruction=Platební pokyny
static.paymentReceiver=P\u0159íjemce platby
static.paymentReceiverAccount=\u010císlo ú\u010dtu
static.paymentReceiverBank=Banka p\u0159íjemce
static.paymentRef=Variabilní symbol
static.printButton=Vytisknout tuto stránku
static.processingWait=Zpracovává se! \u010cekejte, prosím...
static.refreshAndBackInfo=D\u016fle\u017eité. NEPOU\u017dÍVEJTE v prohlí\u017ee\u010di tla\u010dítka 'Obnovit (Refresh)' a 'Zp\u011bt (Back)'!
static.returnToMerchant=Vrátit se k obchodníkovi
static.sendCheckTo=Za\u0161lete sv\u016fj \u0161ek na adresu
static.submit=Potvrdit
static.thisLink=tento odkaz (link)
static.title=Platba
static.toOpenSlip=otev\u0159ít sv\u016fj Boleto skluz ve zvlá\u0161tním okn\u011b
static.year=Rok
