static.accountDetails=Detaliz\u0113ta inform\u0101cija par kontu
static.accountHolder=Konta \u012bpa\u0161nieks
static.accountNr=Konta numurs
static.amount=Summa
static.backToMerchantLink=Gatavs
static.bankBranchNr=Kl\u012bringa numurs
static.bpayOriginatorLabel=R\u0113\u0137ina izrakst\u012bt\u0101ja kods
static.bpayReferenceLabel=Ats.
static.cancel=Atcelt
static.cardExpirationDate=Der\u012bguma termi\u0146\u0161
static.cardNumber=Kartes numurs
static.cardStartDate=S\u0101kuma datums
static.checkPaymentInstructionRefThreat=L\u016bdzu, p\u0101rliecinieties, vai \u010dek\u0101 ierakst\u012bj\u0101t savu maks\u0101juma atsauci, k\u0101 ar\u012b \u010dek\u0101 neiek\u013caujiet nek\u0101dus burtus. Ja \u010dek\u0101 neierakst\u012bsit maks\u0101juma atsauci, m\u0113s nevar\u0113sim apstr\u0101d\u0101t j\u016bsu maks\u0101jumu.
static.checkStartInstruction=Izpildiet n\u0101kamaj\u0101 lap\u0101 sniegtos nor\u0101d\u012bjumus, lai maks\u0101tu ar \u010deku.
static.chk=\u010ceks
static.city=Pils\u0113tas
static.clickOn=Noklik\u0161\u0137iniet uz
static.creditCard=Kred\u012btkarte
static.cvv=Dro\u0161\u012bbas kods (CVV)
static.cvvInfo=Kartes p\u0101rbaudes kods (Card Verification Code \u2014 CVV) ir kred\u012btkar\u0161u un debetkar\u0161u transakciju dro\u0161\u012bbas l\u012bdzeklis, kas uzlabo aizsardz\u012bbu pret kred\u012btkar\u0161u kr\u0101pniec\u012bbu. Visa un MasterCard kart\u0113m tie ir tr\u012bs p\u0113d\u0113jie cipari kartes aizmugur\u0113, parasti paraksta joslas aug\u0161da\u013c\u0101 pa labi.
static.cvvInfoWindow=Kartes dro\u0161\u012bbas kods ir 3 vai 4 ciparu kods, kas iegrav\u0113ts vai iespiests Visa, MasterCard un Discover kar\u0161u aizmugur\u0113 un American Express kar\u0161u priek\u0161pus\u0113. L\u016bdzu, \u0146emiet v\u0113r\u0101: \u0160is kartes dro\u0161\u012bbas kods nav j\u016bsu kred\u012btkartes numura p\u0113d\u0113jie 3 vai 4 cipari. \u0160is ir papildu dro\u0161\u012bbas l\u012bdzeklis, lai p\u0101rliecin\u0101tos, vai jums ir piek\u013cuve pa\u0161ai kred\u012btkartei vai esat t\u0101s \u012bpa\u0161nieks un varat izmantot kartes dro\u0161\u012bbas kodu. Detaliz\u0113tu inform\u0101ciju par to, k\u0101 varat atrast savas kartes dro\u0161\u012bbas kodu, l\u016bdzu, skatiet t\u0101l\u0101k.
static.dd=Tie\u0161ais debets
static.ddAccountStatementInfo=J\u016bsu maks\u0101jumu apstr\u0101d\u0101s Digital River World Payments AB. \u0160is nosaukums, iesp\u0113jams, b\u016bs nor\u0101d\u012bts j\u016bsu konta p\u0101rskat\u0101.
static.ddConsentText=Ar \u0161o es apliecinu, ka nor\u0101d\u012bta mana konta detaliz\u0113t\u0101 inform\u0101cija. Papildus apstiprinu, ka Digital River World Payments AB debet\u0113 to pa\u0161u kontu k\u0101 maks\u0101jumu par manu pas\u016bt\u012bjumu, kas veikts pie p\u0101rdev\u0113ja [Merchant Name].
static.dddsRedirectInfo=J\u016bsu kartei tiek izmantots protokols 3D Secure. J\u016bs tiksit novirz\u012bts uz savu banku autentific\u0113\u0161anai.
static.eft=Elektroniskais p\u0101rskait\u012bjums
static.eftCollectionAgency=[Merchant Name] izmanto Digital River World Payments AB k\u0101 iekas\u0113\u0161anas a\u0123ent\u016bru j\u016bsu maks\u0101juma sa\u0146em\u0161anai.
static.eftPaymentBodyInfo=Izpildiet nor\u0101d\u012bjumus par maks\u0101jumu, lai p\u0101rskait\u012btu naudu uz m\u016bsu bankas kontu.
static.eftPaymentHeadInfo=J\u016bsu pas\u016bt\u012bjums ir sa\u0146emts, un tiek gaid\u012bts maks\u0101jums. L\u016bdzu, nekav\u0113joties veiciet maks\u0101jumu, lai pabeigtu savu pas\u016bt\u012bjumu.
static.eftPaymentInstructionDateThreatEnd=J\u016bsu pas\u016bt\u012bt\u0101s preces tiks nos\u016bt\u012btas, tikl\u012bdz sa\u0146emsim apstiprin\u0101jumu, ka m\u016bsu banka ir sa\u0146\u0113musi j\u016bsu naudas l\u012bdzek\u013cus. Tam b\u016bs nepiecie\u0161amas aptuveni [Days to deliver] dienas.
static.eftPaymentInstructionDateThreatStart=J\u016bsu pas\u016bt\u012bjums tiks atcelts, ja maks\u0101jums netiks sa\u0146emts pirms
static.eftPaymentInstructionDetail=Sniedziet savai bankai \u0161os nor\u0101d\u012bjumus, lai pabeigtu savu maks\u0101jumu
static.eftPaymentInstructionPrintHint=Izdruk\u0101jiet \u0161o lapu inform\u0101cijai, jo, lai veiktu maks\u0101jumu, ir nepiecie\u0161ami visi bankas rekviz\u012bti. Pas\u016bt\u012bjumi, kuros neb\u016bs nor\u0101d\u012bta visa iepriek\u0161 min\u0113t\u0101 inform\u0101cija, iesp\u0113jams, netiks apstr\u0101d\u0101ti. L\u016bdzu, \u0146emiet v\u0113r\u0101, ka par katru pas\u016bt\u012bjumu ir j\u0101maks\u0101 atsevi\u0161\u0137i.
static.eftPaymentInstructionRefThreat=Veicot maks\u0101jumu, l\u016bdzu, p\u0101rliecinieties, vai k\u0101 atsauci izmantojat savu <b>Ats.</b> Ja neizmantosit \u0161o maks\u0101juma atsauci, m\u0113s nevar\u0113sim apstr\u0101d\u0101t j\u016bsu maks\u0101jumu.
static.eftResultHeader=Rezult\u0101ts
static.eftResultInfo=Elektronisk\u0101 p\u0101rskait\u012bjuma rezult\u0101ts
static.eftStartInstruction=Izpildiet n\u0101kamaj\u0101 lap\u0101 redzamos nor\u0101d\u012bjumus, lai p\u0101rskait\u012btu naudu uz m\u016bsu bankas kontu.
static.eftThankYou=Pateicamies, ka veic\u0101t pas\u016bt\u012bjumu pie mums!
static.errorCode1=Nepareiza detaliz\u0113t\u0101 inform\u0101cija par maks\u0101jumu.
static.errorCode2=Pagaidu k\u013c\u016bda, p\u0113c br\u012b\u017ea m\u0113\u0123iniet v\u0113lreiz.
static.errorCode3=J\u016bsu maks\u0101jums tika noraid\u012bts.
static.errorCodeUnknown=Radusies neparedz\u0113ta k\u013c\u016bda.
static.ewallet=e-maks
static.ibpRedirectInfo=J\u016bs tiksit novirz\u012bts, lai pabeigtu savu maks\u0101jumu.
static.issueNumber=Izsnieg\u0161anas numurs
static.javaScriptInfo=J\u016bsu p\u0101rl\u016bkprogramma neatbalsta JavaScript! \u0160ai lapai nepiecie\u0161ams, lai j\u016bsu p\u0101rl\u016bkprogramm\u0101 b\u016btu iesp\u0113jota valoda JavaScript!
static.month=M\u0113nesis
static.onlineBanking=Tie\u0161saistes banku oper\u0101cijas
static.orderAmount=Pas\u016bt\u012bjuma summa
static.orderDescription=Pas\u016bt\u012bjuma apraksts
static.orderId=Pas\u016bt\u012bjuma ID
static.payPal=PayPal
static.paymentInstruction=Maks\u0101juma instrukcija
static.paymentReceiver=Maks\u0101juma sa\u0146\u0113m\u0113js
static.paymentReceiverAccount=Konta numurs
static.paymentReceiverBank=Sa\u0146emo\u0161\u0101 banka
static.paymentRef=Maks\u0101juma atsauce
static.printButton=Izdruk\u0101jiet \u0161o lapu
static.processingWait=Notiek apstr\u0101de! L\u016bdzu, uzgaidiet...
static.refreshAndBackInfo=Svar\u012bgi! NEIZMANTOJIET p\u0101rl\u016bkprogrammas pogu Atsvaidzin\u0101t un Atpaka\u013c!
static.returnToMerchant=Atgriezties pie p\u0101rdev\u0113ja
static.sendCheckTo=Nos\u016btiet savu \u010deku
static.submit=Apstiprin\u0101\u0161ana
static.thisLink=\u0161\u012b saite
static.title=Maks\u0101jums
static.toOpenSlip=lai atsevi\u0161\u0137\u0101 log\u0101 atv\u0113rtu savu Boleto kv\u012bti.
static.year=Gads
