static.accountDetails=Detaily o ú\u010dte
static.accountHolder=Majite\u013e ú\u010dtu
static.accountNr=\u010císlo ú\u010dtu
static.amount=Suma
static.backToMerchantLink=Hotovo
static.bankBranchNr=Klíringové \u010díslo
static.bpayOriginatorLabel=Ú\u010dtovný kód
static.bpayReferenceLabel=Ref
static.cancel=Zru\u0161i\u0165
static.cardExpirationDate=Dátum skon\u010denia platnosti
static.cardNumber=\u010císlo karty
static.cardStartDate=Za\u010diatok
static.checkPaymentInstructionRefThreat=Prosím, uistite sa, \u017ee na \u0161eku uvediete referen\u010dné \u010díslo platby a neprikladajte k \u0161eku \u017eiadne listy. Ak referen\u010dné \u010díslo platby neuvediete na \u0161ek, platbu nebude mo\u017ené spracova\u0165.
static.checkStartInstruction=Pre platbu \u0161ekom sa pridr\u017eiavajte in\u0161trukcií na nasledujúcej strane.
static.chk=\u0160ek
static.city=Mesto
static.clickOn=Kliknite na
static.creditCard=Kreditná karta
static.cvv=Bezpe\u010dnostný kód (CVV)
static.cvvInfo=Bezpe\u010dnostný kód (Card Verification Code) je bezpe\u010dnostný prvok pre kreditné alebo debetné kartové transakcie, ktorý zvy\u0161uje ochranu vo\u010di zneu\u017eitiu. Na kartách Visa a MasterCard ide o posledné troj\u010díslie na zadnej strane karty, zvy\u010dajne v pravom hornom rohu pásu ur\u010deného na podpis.
static.cvvInfoWindow=Bezpe\u010dnostný kód karty sú tri alebo \u0161tyri \u010díslice vyrazené alebo vytla\u010dené na zadnej strane kárt Visa, MasterCard a Discover a na prednej strane v prípade kariet American Express. Poznámka: Bezpe\u010dnostný kód netvoria posledné tri alebo \u0161tyri \u010díslice \u010dísla kreditnej karty. Ide o dodato\u010dný bezpe\u010dnostný prvok, ktorý má overi\u0165, \u010di máte prístup alebo fyzicky vlastníte kreditnú kartu a poznáte tak bezpe\u010dnostný kód karty. Viac informácií o tom, kde sa nachádza bezpe\u010dnostný kód karty, nájdete ni\u017e\u0161ie.
static.dd=Bezhotovostná platba
static.ddAccountStatementInfo=O priebeh platby sa postará Digital River World Payments AB. Tento názov sa mô\u017ee objavi\u0165 na výpise z ú\u010dtu.
static.ddConsentText=Týmto prehlasujem, \u017ee poskytnuté údaje o ú\u010dte patria mne. \u010ealej potvrdzujem, \u017ee Digital River World Payments AB stiahla z ú\u010dtu sumu vo vý\u0161ke platby za objednávku u [Merchant Name]
static.dddsRedirectInfo=Va\u0161a karta je chránená protokolom 3D Secure. Budete presmerovaný do va\u0161ej banky na overenie.
static.eft=Elektronický prevod
static.eftCollectionAgency=[Merchant Name] vyu\u017eíva Digital River World Payments AB ako inkasnú agentúru platieb.
static.eftPaymentBodyInfo=Na prevod pe\u0148azí na ná\u0161 ú\u010det sa pridr\u017eiavajte in\u0161trukcií pre platby.
static.eftPaymentHeadInfo=Va\u0161a objednávka bola spracovaná a \u010daká na prijatie platby. Vykonajte platbu teraz a dokon\u010dite objednávku.
static.eftPaymentInstructionDateThreatEnd=Po doru\u010dení potvrdenia o prijatí platby na\u0161ou bankou vám odo\u0161leme potvrdenie objednávky. To bude trva\u0165 pribli\u017ene [Days to deliver] dní.
static.eftPaymentInstructionDateThreatStart=Objednávka sa zru\u0161í, ak va\u0161u platbu neprijmeme do
static.eftPaymentInstructionDetail=Zadajte svojej banke nasledujúci príkaz na dokon\u010denie platby
static.eftPaymentInstructionPrintHint=Vytla\u010dte si túto stranu, údaje o bankovom spojení budete potrebova\u0165 pri zadávaní platby. Objednávky vytvorené bez v\u0161etkých vy\u0161\u0161ie uvedených informácií nemusia by\u0165 spracované. Prosím, v\u0161imnite si, \u017ee jednou platbou mô\u017eete zaplati\u0165 len za jednu objednávku.
static.eftPaymentInstructionRefThreat=Pri zadávaní platby sa uistite, \u017ee pou\u017eívate va\u0161e <b>referen\u010dné \u010díslo platby</b> ako va\u0161u referenciu. Ak toto referen\u010dné \u010díslo platby neuvediete, platbu nebude mo\u017ené spracova\u0165.
static.eftResultHeader=Výsledok
static.eftResultInfo=Elektronický prevod
static.eftStartInstruction=Na prevod pe\u0148azí na ná\u0161 ú\u010det sa pridr\u017eiavajte in\u0161trukcií pre platby na nasledujúcej strane.
static.eftThankYou=\u010eakujeme za va\u0161u objednávku!
static.errorCode1=Nesprávne údaje o platbe.
static.errorCode2=Do\u010dasná chyba, skúste opä\u0165 o chví\u013eu.
static.errorCode3=Va\u0161a platba bola zamietnutá.
static.errorCodeUnknown=Vyskytol sa ne\u010dakaný problém.
static.ewallet=Elektronická pe\u0148a\u017eenka
static.ibpRedirectInfo=Na dokon\u010denie platby budete presmerovaný.
static.issueNumber=\u010císlo výdaja
static.javaScriptInfo=Vá\u0161 prehliada\u010d nepodporuje JavaScript! Zobrazenie tejto stránky vy\u017eaduje vo va\u0161om prehliada\u010di podporu pre JavaScript!
static.month=Mesiac
static.onlineBanking=Online banking
static.orderAmount=Mno\u017estvo/suma na objednávke
static.orderDescription=Popis objednávky
static.orderId=ID objednávky
static.payPal=PayPal
static.paymentInstruction=In\u0161trukcie pre platbu
static.paymentReceiver=Príjemca platby
static.paymentReceiverAccount=\u010císlo ú\u010dtu
static.paymentReceiverBank=Banka príjemcu
static.paymentRef=Referen\u010dné \u010díslo platby
static.printButton=Vytla\u010di\u0165 túto stránku
static.processingWait=Spracúva sa! \u010cakajte, prosím...
static.refreshAndBackInfo="Dôle\u017eité. NEPOU\u017dÍVAJTE tla\u010didlá \u201eobnovi\u0165"" alebo \u201espä\u0165""!"
static.returnToMerchant=Návrat na stránku obchodníka
static.sendCheckTo=Po\u0161lite \u0161ek
static.submit=Potvrdi\u0165
static.thisLink=tento link
static.title=Platba
static.toOpenSlip=pre otvorenie Boleto sklzu v samostatnom okne.
static.year=Rok
